Revit 2024 API
ParameterTypeId.PlumbingFixturesDrain Property
 "Drain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PlumbingFixturesDrain { get; }
Visual Basic
Public Shared ReadOnly Property PlumbingFixturesDrain As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PlumbingFixturesDrain {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace